[

{"gotra_name":"Acchvan","gotra_name_hindi":"अचावन (अच्छावन)","gotra_info":"","related_names":"","source":"--"},
{"gotra_name":"Achhawan","gotra_name_hindi":"अच्छवान","gotra_info":"","related_names":"","source":"meta"},
{"gotra_name":"Adhana","gotra_name_hindi":"अधाना","gotra_info":"","related_names":"","source":"--"},
{"gotra_name":"Algar","gotra_name_hindi":"अलगर","gotra_info":"","related_names":"","source":"meta"},
{"gotra_name":"Ambawata","gotra_name_hindi":"अंबावता (अम्बावत)","gotra_info":"","related_names":"","source":"--"},
{"gotra_name":"Anana","gotra_name_hindi":"अनाना","gotra_info":"","related_names":"","source":"meta"},
{"gotra_name":"Awana / Awanti","gotra_name_hindi":"अवाना / अवंती","gotra_info":"Awana (अवाना) is a gotra of the Gujjars .The famous ancient city of Awanti was named after this Gurjar clan.\\nIts one of the seven medieval imperial high clans mentioned in the \\n10th century martial epic of Devnarayan ; to whom 4 of 24 Bagaravat warriors belong. \\nThey ruled over region of Avanti and later moved to other areas.","related_names":"","source":"meta"},
{"gotra_name":"Badal","gotra_name_hindi":"बादल","gotra_info":"","related_names":"","source":"meta"},
{"gotra_name":"Bagdwal","gotra_name_hindi":"बगडवाल","gotra_info":"","related_names":"","source":"meta"},
{"gotra_name":"Bagri","gotra_name_hindi":"बागड़ी","gotra_info":"Bagris come from the large and prominent ethnic groups; the Jatts in Punjab and the Gurjar in Rajasthan. Bagri is a gotra among Mali caste of Rajasthan too. Bagris are one of the 72 sub-clans in Jats and from 84 sub clans of Gurjars.Jats and Gurjar are a brave; hardworking and independent minded people known for their military prowess;[citation needed] many of them were recruited into the British Indian Army during World War I. in village chak kalan people of bagri clan are Jatt Rajputs of Tonk District; Rajasthan. Their real surname is Rajput Sehajpal Bhatti; Bagri. They belong to most upper caste of the Indian society. they are descents of Aryan community. They are royal people; and their name starts from Maharaja or Raja for male; Rani for female; Kunwar for prince and Kunwari for princess.","related_names":"","source":""},
{"gotra_name":"Baisla","gotra_name_hindi":"बैसला (बैंसला)","gotra_info":"Baisla is one of the many clans of the Gurjars.They are also known as Bainsle; Baisla; Besle; Bansla; Bainsla and Baisle.\\nEtymology During 8th century; there was one ruler under Gurjar Pratihars named Vishal Dev Chauhan from Ajmer. This Vishal Dev was better known by his nickname (or simple form of his name) 'Bisal dev'.Descendents of Bishal Dev Chauhan were called baisle or Bainsla. \\nHistory Vishal Dev Chauhan Baislas are descendant of Vishal Dev Chauhan.Vishal Dev Chauhan; also known as Bissal Dev or Bisaldev were ruling in Ajmer during 8th century.Bisal Dev was brother of Mandal ji; who founded the Mandal lake near Bhilwara.God Devnarayan was born in the family of Mandal Ji. In the 8th century AD Bisal Dev Chauhan; is said to have successfully resisted an Arab intrusion. He was also credited to help Gurjar tomars to gain control of Delhi.[3]","related_names":"","source":"--"},
{"gotra_name":"Bansrota","gotra_name_hindi":"बंसरोटा","gotra_info":"","related_names":"","source":"meta"},
{"gotra_name":"Barhela","gotra_name_hindi":"बरहेला","gotra_info":"","related_names":"","source":"navbharat - noida gurjar edition"},
{"gotra_name":"Baru","gotra_name_hindi":"बारू","gotra_info":"","related_names":"","source":"meta"},
{"gotra_name":"Barwal","gotra_name_hindi":"बारवाल","gotra_info":"","related_names":"","source":"meta"}
]
